[
    {
        "id": 412,
        "nickName": "Adam",
        "lastName": "Cardosa",
        "firstName": "Adam",
        "languages": "English, 日本語初級",
        "hobbies": "Motorbikes, Cycling, Swimming",
        "hometown": "Perth,Australia",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/09/Image-from-iOS.png",
        "summary": "Hey everyone! My name is Adam but most people call me adzy. I’m from Perth, Western Australia.\n\nAt the start of 2018, i decided to do something different with my life and I came to Japan to start a new life in TOKYO. I absolutely LOVE animals and I seriously think that the Shiba Inu is the cutest dog in the world! I also like sports, making new friends and music. My favorite Japanese artist is Sakanaction. I really want to learn and listen to people’s stories and I can't wait to hear yours. See you soon!"
    },
    {
        "id": 447,
        "nickName": "Aisland",
        "lastName": "Gasaway",
        "firstName": "Aisland",
        "languages": "English, 日本語中級, Japanese",
        "hobbies": "art, culture, yoga, hiking ",
        "hometown": "USA ",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/unnamed-1.jpg",
        "summary": "My hometown is Portland Oregon. I studied art history at my university and am very interested in that subject. Particularly I am crazy about Baroque Era art, ancient art, and costume history. I love discussing politics, culture, art, social justice music, film, the weather, anything! In my free time I love to find time to relax. I often do yoga, go for hikes, and go shopping. I'm so excited to meet you and look forward to our chats."
    },
    {
        "id": 402,
        "nickName": "Aneta",
        "lastName": "Rod",
        "firstName": "Aneta",
        "languages": "English, Czech, Slovak",
        "hobbies": "Photography, books and beer.",
        "hometown": "Czech Republic",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/08/IMG_1958-2.jpg",
        "summary": "Hi everyone! \nMy name is Aneta and I am from the country of art, classical music and beer - Czech Republic! I have been living in Tokyo for one year now and it has been the biggest adventure of my life so far. I love to explore the culture and I love to talk to Japanese people.\nExcited to meet you all!"
    },
    {
        "id": 460,
        "nickName": "Ari",
        "lastName": "Dalamitras",
        "firstName": "Aristides",
        "languages": "English, German, 日本語初級, Greek",
        "hobbies": "Filming, Gaming, Traveling",
        "hometown": "Stuttgart, Germany",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/11/IMG_3665.jpeg",
        "summary": "Hey there!\nMy Name is Aristides, but you can call me Ari. I‘m 25 years old and here in Japan on a Working\nHoliday Visa! I love to travel, film short documentaries or Vlog my adventures for my friends. As\nwell I love food, that‘s why you'll probably catch me eating Donburi or on my way to the next Ramen\nshop! Oh, and if you like Video Games, I’m the right address to talk to because I'm in the „game“\nsince the first NES! What are your favourite games?\nLet’s share our stories!"
    },
    {
        "id": 533,
        "nickName": "Arpi",
        "lastName": "Shanker",
        "firstName": "Arpita",
        "languages": "English, Hindi, 日本語初級, Urdu",
        "hobbies": "travel, reading, yoga & meditation",
        "hometown": "Varanasi, India ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/Arpita.jpg",
        "summary": "I've moved to Japan this year from India, to be with my husband. After 12 years of corporate life, this is my break year and I'm thoroughly enjoying it. I seek new adventures, new learning and avenues to meet new and happy people! A few things I love to do- Practice and teach Yoga, attend live music (jazz especially) performances, dance and generally laugh lots!"
    },
    {
        "id": 523,
        "nickName": "Azat",
        "lastName": "Yusubov",
        "firstName": "Azat",
        "languages": "English, 日本語上級",
        "hobbies": "karate",
        "hometown": "Turkmenistan ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/Pic.jpg",
        "summary": "Hey! My name is Azat.\n\nI am from Turkmenistan, and I lived in Japan for almost seven years now. I am a university student and I am studying economics and marketing. I have also been practicing Karate for 3,5 years in Japan.\n\nI am fascinated by Japanese culture and customs.\n\nLooking forward to meeting you!"
    },
    {
        "id": 525,
        "nickName": "Bea",
        "lastName": "Barba",
        "firstName": "Beatriz",
        "languages": "English, Spanish, 日本語初級",
        "hobbies": "Traveling, food, dancing, hiking",
        "hometown": "Spain ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/IMG_1461.jpg",
        "summary": "Hola! I'm Bea from Spain. I'm originally from Sevilla, Andalucía, where the flamenco was born. My second house has been Barcelona for the past 12 years where I really enjoyed myself in a such an international atmosphere. I love traveling and discovering  food, culture and people of every places that I visit. I am a nature lover, crazy for a  good cup of coffee and a music fan. But, what about you? ;) Looking forward to meet you."
    },
    {
        "id": 508,
        "nickName": "Hadrien",
        "lastName": "Hadrien",
        "firstName": "Bennaceur",
        "languages": "English, French",
        "hobbies": "Cooking, yoyo, swimming, hiking",
        "hometown": "France",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/profile-picture.jpg",
        "summary": "Bonjour Bonjour!\n\nMy name is Hadrien, with an H yes! Although I was born in France, I consider myself to be a cosmopolitan, as I have lived in many different countries including China, Costa Rica, Germany etc. Coming from an engineering and business background, I recently studied French gastronomy and came back to Japan to enjoy the Japanese culture as well as sharing my experiences with people who are curious about the world around us.\n\nWhen I am not discussing about life, you will find me playing the yoyo, swimming, or going into nature for hikes, observing insects and animals. Come and have talk! I am sure we will have many stories to share!"
    },
    {
        "id": 483,
        "nickName": "Karu",
        "lastName": "Itagaki",
        "firstName": "Carcyn",
        "languages": "English, Japanese, Filipino",
        "hobbies": "Photography,Food Styling,Volunteering,Anime ",
        "hometown": "Philippines",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/2019-03-26-21-43-11-385-01.jpeg",
        "summary": "Hi, I'm Karu short for Carcyn, 29 yrs. old. I worked as an ESL teacher in the Philippines for over 2 years, teaching business English  and daily English conversation . I like aesthetic photography, food styling, volunteering and binge watching anime series. If you enjoy learning new things, let's have some drinks and chat."
    },
    {
        "id": 529,
        "nickName": "Carlotta",
        "lastName": "Bauch",
        "firstName": "Carlotta",
        "languages": "English",
        "hobbies": "",
        "hometown": "Berlin,Germany",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/IMG_9360.png",
        "summary": "Hey, I'm Carlotta, 27 years old and I am from Berlin, Germany. \nI used to work as a flight attendant, therefore I've been to many different countries all over the world ! Let's talk about your travel experience !\nAlways happy to meet new people and learn from their experience!"
    },
    {
        "id": 422,
        "nickName": "Carson",
        "lastName": "Li",
        "firstName": "Carson Kar Shun",
        "languages": "Chinese, English",
        "hobbies": "Video Games, Corgis, Travelling",
        "hometown": "Scarborough, Canada",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/profile_pic.png",
        "summary": "Hey guys, I'm from Toronto Canada where I studied to be a Software Engineer. I've spent the last 8 years working as a Mobile Application Developer, travelling all around the North America. Now I'm starting the next chapter of my life here in Tokyo. I've visited Japan before a few years ago and ever since then I've fallen in love with the culture, and food. My two favourite animes so far are Fate Stay Night and Death Note. Back in Toronto I had a pet corgi, her name is Zelda :)  I also do a bit of photography on the side. I look forward to sharing my delightful travel stories!"
    },
    {
        "id": 470,
        "nickName": "Chad",
        "lastName": "Taylor",
        "firstName": "Chad",
        "languages": "English, 日本語初級",
        "hobbies": "sports, music, anime, movies, and  video games.",
        "hometown": "U.S.",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/chad.png",
        "summary": "Hello my name is Chad and I am currently a graduate student in Tokyo. I like sports, music, anime, movies, and  video games. I also like traveling and meeting new people. Pleased to meet you and let's have a good time together!"
    },
    {
        "id": 516,
        "nickName": "Chandra",
        "lastName": "Kamahara ",
        "firstName": "Chandra",
        "languages": "English, 日本語上級",
        "hobbies": "baking, cooking, musicals, vintage fashion ",
        "hometown": "USA ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/image1-2.jpeg",
        "summary": "My name is Chandra. I'm from Florida in the US, but I've been living in Japan for the last eight years. I enjoy baking and cake decorating and recently started an online cake shop. In my free time I like to crochet, cook, and make miniatures. I’m also a big fan of broadway musicals and vintage fashion. I’m looking forward to talking with you!"
    },
    {
        "id": 315,
        "nickName": "Damian",
        "lastName": "McLoughlin",
        "firstName": "Damian",
        "languages": "English, 日本語初級",
        "hobbies": "Movies, Japanese dramas, outdoors",
        "hometown": "Ireland",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/01/IMG_9811-2.jpg",
        "summary": "Hi! I'm Damian, nice to meet you! I'm from Ireland and I've lived in Japan since 2017! I moved here because I really love Japanese culture, food and people! I really like to watch movies, theatre and I love exploring outdoors. I want to climb Mount Fuji at some point and watch the sun rise. My guilty pleasure is watching a lot of Japanese romance dramas! I'm really looking forward to meeting you and chatting with you!"
    },
    {
        "id": 301,
        "nickName": "Daniel",
        "lastName": "Wong",
        "firstName": "Daniel",
        "languages": "English, 日本語初級",
        "hobbies": "video games, programming, rabbits, music",
        "hometown": "Canada",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/01/Daniel.jpg",
        "summary": "Hi! My name is Daniel, and while my parents are from China, I was born and raised in Toronto, Canada. I've lived and worked in America as a software engineer, in Korea as an English teacher, and in Japan as a game tester, and I love to make new friends around the world. Some of my interests are video games, programming, rabbits, and playing the piano and drums, but I really love to talk about anything, so please drop by and let's get to know each other!"
    },
    {
        "id": 495,
        "nickName": "Faye",
        "lastName": "Faye",
        "firstName": "Djibril",
        "languages": "English, French, 日本語中級",
        "hobbies": "Travelling, Cinema, Hiking, Drinking",
        "hometown": "France ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/Photo.jpg",
        "summary": "Hi everyone I'm Faye. I'm half French and Senegalese and I used to live in Paris before coming to Japan. I've been here for 6 months now and I love it so far. I've always been interested in Japanese culture so living in Tokyo has been a long dream of mine. I love travelling around the world, watching movies and meeting new people. I can't wait to meet you all. I've got an easygoing personality and I'm open-minded so I'm sure we will get along."
    },
    {
        "id": 469,
        "nickName": "Ednel",
        "lastName": "Yee",
        "firstName": "Ednel ",
        "languages": "English, 日本語初級",
        "hobbies": "travel, anime, eating",
        "hometown": "Philippines",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/received_390599668150299.jpeg",
        "summary": "Hi! My name is Ednel and I am from the Philippines. I used to work in a bank for almost 5 years as a Marketing Assistant. After, I pursued a different career path as an ESL Instructor. I love going to new places, watching anime and trying out new dishes. Looking forward to seeing you at LanCul!"
    },
    {
        "id": 526,
        "nickName": "Estelle",
        "lastName": "Le Meur",
        "firstName": "Estelle",
        "languages": "English, French",
        "hobbies": "Videos, Music, Shopping, Travel",
        "hometown": "France",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/Estelle_picture.jpg",
        "summary": "Hello everyone! My name is Estelle and I am from France. My hometown is in the North of France, near Belgium.\nI was once an exchange student in Japan and  I loved my experience a lot. I thus wanted to come back and ... here I am! My hobbies include watching a lot of YouTube videos and series, listening to music and going shopping. \nI enjoy meeting people from all over the world and talking about everything and anything. I especially like to talk about languages, travels and food. I am looking forward to hearing about your stories soon at LanCul!"
    },
    {
        "id": 449,
        "nickName": "Farangiz",
        "lastName": "Makhamadjonova",
        "firstName": "Farangiz",
        "languages": "English, 日本語初級, Uzbek",
        "hobbies": "conversations, meeting new people",
        "hometown": "Uzbekistan",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/11/Farangiz.jpg",
        "summary": "Hi there! My name is Farangiz and I am from Uzbekistan. I came to Japan in March. This is my first visit to Japan and I love it here! I am currently studying at university. I like meeting new people, sharing thoughts and stories. I also enjoy long and friendly conversations. I look forward to meeting you all!"
    },
    {
        "id": 490,
        "nickName": "Feli",
        "lastName": "Leo",
        "firstName": "Felicia",
        "languages": "Chinese, English, 日本語初級",
        "hobbies": "Traveling, baking and movies  ",
        "hometown": "Singapore",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/image1.png",
        "summary": "Hi everyone!\n\nMy name is Felicia and I'm from Singapore . I have been living in Tokyo for 3 years . Before I moved to Tokyo, I was working as a Flight Attendant.  My job gave me opportunities to travel and meet people from different countries. Now my passion for travel continues here in Japan  where there are so many amazing places waiting for me to discover. Come and join me for a chat, I'm looking forward to meeting you !"
    },
    {
        "id": 484,
        "nickName": "Fernanda",
        "lastName": "Da Costa Duarte",
        "firstName": "Fernanda",
        "languages": "English, Portugese, Spanish, Japanese",
        "hobbies": "Singing, Play Guitar, Dance, Photography, Writing, Video games",
        "hometown": "Brazil",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/Photo-of-Fernanda-Duarte.jpg",
        "summary": "Hi There!\nMy name is Fernanda and I’m from a small city in deep south of Brazil. Before I moved to Japan I was working as flight attendant, traveling all around the world. In my job, I found great joy in meeting new people and learning about their cultures. I’m currently a student at Sophia University and I’m very passionate about languages, music, singing, videogames and traveling. I’m super enthusiastic about exchanging cultures and experiences so whenever you feel like, come by and let's chat!"
    },
    {
        "id": 489,
        "nickName": "Cesca",
        "lastName": "Doro",
        "firstName": "Francesca",
        "languages": "English",
        "hobbies": "Art, music, travelling",
        "hometown": "Venice, Italy",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/foto-1.jpg",
        "summary": "Hello everyone, My name is Francesca (Cesca) I'm 26 years old and I come from Venice, Italy.\nI've been travelling and living abroad for a few years and I can't wait to discover more about Japan!\nTravelling and meeting new people is the thing I like to do the most.. exchanging eperiences and fun stories.\nI am now studying Japanese in Tokyo and even though it is a very hard language I'm having a lot of fun!\n\nOn my free time I love to go for walks and explore the city and the surroundings..\nI'm a big animal lover so I usually visit many parks.\nI also like to paint and draw and I really anjoy any kind of art.\n\nI Hope we can have a great time together! :)"
    },
    {
        "id": 531,
        "nickName": "Jesus",
        "lastName": "Rodriguez",
        "firstName": "Jesus",
        "languages": "English, Spanish, 日本語初級",
        "hobbies": "Photography, travelling, djing, listening to music, watching movies, reading books, breaking news",
        "hometown": "Venezuela ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/Jesus-Rodriguez-LanCul.jpg",
        "summary": "Hello friends, my name is Jesus and I am from Venezuela. I am a journalist and a coffee lover. If you decide to join me in one of my sessions, you will see that I’m very friendly and funny. I love Japan and its people and I would like to meet all of you and have great conversations. Come meet me and let’s practice English!"
    },
    {
        "id": 501,
        "nickName": "Jez",
        "lastName": "Maistry",
        "firstName": "Jezreel ",
        "languages": "English, 日本語初級, Afrikaans",
        "hobbies": "animals, sports, hiking, food, games, reading, travelling and culture",
        "hometown": "South Africa",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/Jez-photo.jpg",
        "summary": "Howzit!   My name is Jez and I am from South Africa.  I was a mechanical engineer and the Quality Assurance manager of a large manufacturing company in South Africa.  I have just moved to Japan but have always been in love with its beautiful, unique culture from afar.  I am so excited to learn more about the great people from the land of the rising sun!  I am a huge lover of animals! I am also a sports (Basketball, tennis, soccer and rugby) fanatic, enjoy hiking, eating delicious food, playing games, reading, travelling and soaking up new cultures.  Above all, I love people!  We all have a deep, interesting story inside each of us and I cant wait to hear yours, so come through and have a chat with me!  I look forward to meeting you!"
    },
    {
        "id": 476,
        "nickName": "Joanna",
        "lastName": "Rogers",
        "firstName": "Joanna",
        "languages": "English, 日本語初級",
        "hobbies": "Travel, Food, Yoga, Cycling",
        "hometown": "UK",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/unnamed-2.jpg",
        "summary": "Hi, my name is Jo and I’ve moved to Tokyo from London, although I was born in Wales.  I love to travel, as a student I studied in a Greek university and from then on always wanted to live in other countries and explore the world.  I brought my cat all the way from London to live with me here, he also loves Tokyo.  I’m really interested in local food - cooking and eating!  In my spare time I do a lot of yoga, cycling and try to improve my Japanese as well as planning plenty of trips to take around Japan."
    },
    {
        "id": 471,
        "nickName": "John B",
        "lastName": "Baune",
        "firstName": "John",
        "languages": "English, 日本語中級",
        "hobbies": "watching films, history, psychology, sociology, reading books, learning languages and cooking.",
        "hometown": "Australia",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/Screenshot_2019-03-19-17-01-08_02.jpg",
        "summary": "Hi, my name is John Baune. I was born in the US and grew up mostly in Western Australia. I've had a lot of friends in the Japanese community in Perth for the last decade and have finally come to Japan on a working holiday visa. I love watching films, history, psychology, sociology, reading books, learning languages and cooking. I'm eager to learn and meet new people!"
    },
    {
        "id": 535,
        "nickName": "JR",
        "lastName": "Delmendo",
        "firstName": "John Rey",
        "languages": "English",
        "hobbies": "Videos, Photography",
        "hometown": "Philippines ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/0580D5D6-7C29-474A-AEB6-A15364865314.jpeg",
        "summary": "Hi all! My name is John from the Philippines. I came to Japan in April 2019 to study Japanese. Yes, I am a student trying to learn one of the hardest Languages in the world. I still cannot speak Japanese very well, but If you are still reading this in 2020 or later, please assume that I am very fluent by that time.\n\nThe past years of my life have been a roller coaster ride. Ask me anything! I like shooting videos and taking photos from time to time. Let's get to know each other and have fun! See you!"
    },
    {
        "id": 515,
        "nickName": "Angelo",
        "lastName": "Angelo",
        "firstName": "Joseph",
        "languages": "English",
        "hobbies": "Surfing, Snowboarding, Japanese Food",
        "hometown": "Australia ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/unnamed.jpg",
        "summary": "Hi, my name is Angelo and I grew up in Australia. I have been traveling for the last few years and now I live in Japan. Since being in Tokyo I am learning about Japanese culture, finding new places to explore and have been eating a lot of Japanese food. \n\nI love playing sport and also love being outdoors, that is why right now my favorite hobbies are snowboarding and surfing. People always tell me that Japan has beautiful beaches and really good snowfall that I hope to experience.\n\nI look forward to meeting you."
    },
    {
        "id": 474,
        "nickName": "Justin",
        "lastName": "Ikstrums",
        "firstName": "Justin",
        "languages": "English",
        "hobbies": "Music, Surfing, Snowboarding, Gardening, Guitar, Tokyo",
        "hometown": "Australia",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/IMG-0208.jpg",
        "summary": "Hi there, my name is Justin.  I love live music, surfing, snowboarding,\ngardening, my guitar and of course Tokyo.  I am very interested in\npeople and would love to hear all about you.\nI look forward to meeting you for some serious and fun conversation.\nThanks for looking me up.\nRegards Justin"
    },
    {
        "id": 511,
        "nickName": "Samuel",
        "lastName": "Samuel",
        "firstName": "LaBonte",
        "languages": "English, 日本語中級",
        "hobbies": "literature, music, art, tennis, cooking, hiking",
        "hometown": "America",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/image1-1.jpeg",
        "summary": "Hey, I’m Sam! Nice too met all of you. I’m from Houston, Texas, and I am currently a language student in Japan planning to attend graduate school here. In my spare time I enjoy writing music and playing guitar, as well as hiking, thrift shopping, and occasionally playing video games. I have been living in the Tokyo area since August of 2018. I’m looking forward to meeting all of you!"
    },
    {
        "id": 500,
        "nickName": "Leo",
        "lastName": "Liwag",
        "firstName": "Leo",
        "languages": "English, 日本語初級",
        "hobbies": "Filmmaking, DJ, Creative writing",
        "hometown": "Los Angeles, California",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/IMG_4193.jpeg",
        "summary": "Hello, I am Leo Liwag from Los Angeles, California! I am a filmmaker who went to film school in Hollywood and maybe even worked on some movies you have seen. I moved to Japan in 2016 and decided to stay forever! I love talking about movies and music and really enjoy learning about new people. I look forward to hearing your stories and sharing new experiences with each other."
    },
    {
        "id": 394,
        "nickName": "Liam",
        "lastName": "Backhouse",
        "firstName": "Liam",
        "languages": "English",
        "hobbies": "Cars, friends, food",
        "hometown": "England",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/08/Loam-profile-pic.png",
        "summary": "Hi, my name is Liam, I have only been in Japan since April 2018. I’m currently studying Japanese language. I enjoy going out for drinks with friends and eating all types of food. My hobby is cars, I love cars and enjoy fixing broken cars. I look forward to meeting everyone!"
    },
    {
        "id": 519,
        "nickName": "Lois",
        "lastName": "Maples",
        "firstName": "Lois",
        "languages": "English, 日本語初級",
        "hobbies": "music, photography, yoga ",
        "hometown": "Ireland ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/FB_IMG_1562310044808.jpg",
        "summary": "Hi my name is Lois, and I'm from Ireland. I recently moved to Japan and have loved it so far. I am interested in music, art, food and nature. I love to meet new people and share life experiences. Looking forward to meeting you."
    },
    {
        "id": 428,
        "nickName": "Louise",
        "lastName": "Prevosto ",
        "firstName": "Louise",
        "languages": "English, French, 日本語中級",
        "hobbies": "Fashion, drawing, listening to music, travelling",
        "hometown": "France",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/unnamed.jpg",
        "summary": "Hello everyone !\n\nMy name is Louise, I am from Bretagne in France and have been studying english and japanese in the university of Nantes. I have arrived in Japan in September 2018 and am looking forward to spend the coming year meeting new people and discovering more and more about the Japanese culture ! I am very interested in fashion and artistic forms of expressions such as drawings, animations, video editing,… I also enjoy music and, of course, travelling !\n\nI like meeting new people, getting to know more about their way of thinking or their passions. Thus, I am looking forward to get to know you !"
    },
    {
        "id": 443,
        "nickName": "Lucas",
        "lastName": "Kamei",
        "firstName": "Lucas",
        "languages": "English, 日本語初級",
        "hobbies": "making music, drawing, and eating food",
        "hometown": "Brazil",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/11/lucas.jpg",
        "summary": "Hi, what's up? My name is Lucas and I'm from Brazil. I love making music, drawing, eating food that I never ate before, watching movies and TV series, and going to parties.\nI make electronic music and hip hop but I love all music genres and would love to know more about Japanese music.\nI moved to Japan for a lot of different reasons, mainly to explore the music scene and get inspired by it, but also half of my DNA is Japanese and because of that I wanted to explore and understand the culture better.\nLet's talk!"
    },
    {
        "id": 333,
        "nickName": "Luke",
        "lastName": "Leon",
        "firstName": "Luke",
        "languages": "English, 日本語初級",
        "hobbies": "Photography, culture",
        "hometown": "Australia",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/02/me.jpg",
        "summary": "Hello Everyone!! My name is Luke and I am from Melbourne, Australia. This is my 6<sup>th</sup> time visiting Japan and I finally decided I didn’t want to leave and made the decision to make Tokyo my home. I love meeting and talking with new people, sharing stories, thoughts and experiences. I look forward to meeting you soon."
    },
    {
        "id": 409,
        "nickName": "Maddie",
        "lastName": "Quan ",
        "firstName": "Maddie",
        "languages": "Chinese, English, 日本語初級, Vietnamese, Japanese (Beginner)",
        "hobbies": "traveling, reading, listening to music, drawing",
        "hometown": "Vietnam",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/09/Maddie-Profile.png",
        "summary": "Hello!!\nMy name is Maddie and I am from Ho Chi Minh City, Vietnam. I was raised as a trilingual child, as my family has Chinese origin, so I can speak Vietnamese, Cantonese and English. This is also why I really love learning about new languages and different cultures around the world. \nI really like traveling, fashion, art, reading and listening to music. \nLooking forward to meeting and talking with you all!"
    },
    {
        "id": 518,
        "nickName": "Maria",
        "lastName": "Maria",
        "firstName": "Mardiki",
        "languages": "English, Japanese, Greek",
        "hobbies": "Make-up, Books, Travel",
        "hometown": "Greece",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/WhatsApp-Image-2019-07-01-at-11.18.41.jpeg",
        "summary": "Hello everyone, my name is Maria, I am from Greece and six years ago I moved to Dublin, Ireland. After working for a multinational company, I felt that I needed a new challenge. Therefore, I moved to Tokyo and enrolled in a Japanese Language School. I am really looking forward to have a casual chat with you all!"
    },
    {
        "id": 406,
        "nickName": "Mariah",
        "lastName": "Shamy",
        "firstName": "Mariah",
        "languages": "English, 日本語初級",
        "hobbies": "drawing, watching anime, listening to music, studying Japanese ",
        "hometown": "Ohio, USA",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/09/0.jpg",
        "summary": "Hi guys! My name is Mariah（マライア）and even though I am from America I was actually born in China! I moved to Japan in the spring and I have enjoyed every moment of my life here. I graduated with a degree in illustration and I'm currently studying Japanese at a language school so I can work as an illustrator here. Aside from making and looking at art, I also love food, traveling to new places, anime, manga, and listening to music (especially kpop). I enjoy making new friends and hearing their stories and experiences! I look forward to getting to know you!"
    },
    {
        "id": 521,
        "nickName": "Marie",
        "lastName": "Bonga",
        "firstName": "Marie-Caroline",
        "languages": "English, French, Spanish, 日本語中級, 日本語初級, Dutch",
        "hobbies": "creative activities, swimming, tea, food & travel ",
        "hometown": "Netherlands ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/20190708_164516.jpg",
        "summary": "Hello, good day! \nThank you for reading this little message :)\nMy name is Marie and I am from a small but cute country called the Netherlands. Mostly known for its wind mills and tulips ?\nCurrently I spend most of my time painting outside, learning Japanese and exploring this beautiful country! I also love spending my free time catching up with friends and family or just enjoying the peacefull quietness of nature. \nI would love to meet you and help you in your journey of getting comfortable speaking English.\nI hope you have a great day today ?"
    },
    {
        "id": 466,
        "nickName": "Meya",
        "lastName": "Pluskota",
        "firstName": "Marlena",
        "languages": "English",
        "hobbies": "Music, Literature, Video Games",
        "hometown": "Poland",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/12/IMG_20180831_195248.jpg",
        "summary": "Hey there! My name is Meya. I’m a Polish person in love with Japan. Back in Poland I am a Japanology student that took a long break to come to Japan to actually experience all the things I am learning about at the university. I’m a singer, with a history of singing in many rock bands. I’d also say I’m an artist at heart but actually I’m just a huge geek with love for video games. I love psychology, music (every type!), theatre, languages, literature… Well really, my interests are all over the place so tell me about yours! I’d say there’s about a 100% chance I also like or will be interested in the things you love!"
    },
    {
        "id": 358,
        "nickName": "Marlon",
        "lastName": "Miclat",
        "firstName": "Marlon",
        "languages": "English, Tagalog, 日本語中級",
        "hobbies": "Biking, Music",
        "hometown": "Los Angeles, California",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/05/20180501_120731.jpg",
        "summary": "Hi, my name is Marlon! I'm from Los Angeles, California. I moved to Japan recently to study at a Japanese language school, before this I was working as an engineer at a medical device company in America. I enjoy cycling, eating okonomiyaki, hanging out at coffee shops, and going to J-Pop concerts! Come and chat with me!"
    },
    {
        "id": 494,
        "nickName": "Mary",
        "lastName": "Dacanay",
        "firstName": "Mary",
        "languages": "English, French, German, 日本語初級, Filipino",
        "hobbies": "Travel, Yoga, Pottery, Movies, Art & Architecture Appreciation",
        "hometown": "Manila, Philippines",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/Screenshot-2019-05-06-at-11.36.55.png",
        "summary": "Hello there!  My name is Mary and I recently moved here in Tokyo from the Philippines.  I've lived in Singapore, Thailand and also stayed for a few months in China.  I enjoy travelling to appreciate all things cultural, design and architecture as well as nature.  I try to do yoga as often as I can, am now learning pottery and have been keen on making regular mountain hikes here in Japan.  And just like the rest of the Lancul mates, I am looking forward to great conversations with you!"
    },
    {
        "id": 419,
        "nickName": "Mathias",
        "lastName": "Hedenborg Lars",
        "firstName": "Mathias",
        "languages": "English, 日本語初級, Swedish",
        "hobbies": "Movies, Podcasts",
        "hometown": "Stockholm, Sweden",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/image8.jpeg",
        "summary": "Hi, my name is Mathias, e-track student at Tokyo international university. I am Swedish, I really like going to the cinemas, Mamma Mia 2 may very well be one of the best movies ever made, I like to talk about inspiration, I listen to a lot of inspirational podcasts and I am a very big fan of the Swedish group ABBA. Looking forward to seeing you soon!"
    },
    {
        "id": 502,
        "nickName": "Matt",
        "lastName": "Kuus",
        "firstName": "Matthias",
        "languages": "English, 日本語初級, Estonian",
        "hobbies": "Photography, music, movies, cats, parakeets and robotics",
        "hometown": "Estonia",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/20181201_144406.jpg",
        "summary": "Hi, I'm Matt and I come from small country in Europe, called Estonia. I lived in London, UK for 5 years before moving to Japan with my partner. I first came to Japan 4 years ago and suddenly fell in love with the place, the food and the people. As a technophile I find myself often in Akihabara electronics shops and market to find ideas. I have strong passion for robotic systems and I used to teach the topic in the university. With hobbies outside the electronics, I love travelling and taking photos of nature and animals. In london I found wild parakeets that I went to feed every week and who often sat on my head and hands whilst crunching the shells of peanuts. I hope to make a lot of new friends here in Japan and to learn more about the mystical culture. Feel free to meet up with me in LanCul."
    },
    {
        "id": 303,
        "nickName": "Maya",
        "lastName": "Kimura",
        "firstName": "Maya",
        "languages": "English, French, 日本語中級",
        "hobbies": "music, cats, fashion",
        "hometown": "Hong Kong",
        "imageLink": "https://lancul.com/wp-content/uploads/2017/12/Screenshot-2019-07-18-at-16.41.03.png",
        "summary": "Hi there! My name is Maya, I'm half Japanese and was born in Hokkaido and have since lived in Hong Kong, India, the UK, France, and most recently Portland, OR. I came back to Japan to reconnect with my Japanese roots and hope to travel widely while I am here to discover what a beautiful country I come from. I'm a music lover, nama-beeru enthusiast, cat person, and I love learning about new cultures and perspectives. Come and chat with me if you have a second, I'd love to meet you and to hear what interests you!"
    },
    {
        "id": 437,
        "nickName": "Megan",
        "lastName": "Chai",
        "firstName": "Megan",
        "languages": "English, 日本語中級, Malaysian",
        "hobbies": "Food, music, travel",
        "hometown": "Malaysia",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/Profile-Picture-LanCul.jpg",
        "summary": "Konnichiwa, Megan (メーガン) here! I am a scuba diver, traveller and I love to sing. Food is my soulmate. When I wake up, I plan breakfast. While eating breakfast, I think about lunch! I tend to smile (ニコニコ) a lot, like A LOT~ Come and feel the power of ニコニコ! I’d love to meet you and let’s have fun together!"
    },
    {
        "id": 413,
        "nickName": "Melly",
        "lastName": "Merzouk",
        "firstName": "Melinda",
        "languages": "English, 日本語初級",
        "hobbies": "makeup artistry, cooking/baking, rainforest walks, horse riding",
        "hometown": "Goldcoast, Australia ",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/09/unnamed.jpg",
        "summary": "Hey! How’s it going?\n\nMy name is Melinda and I’m from Australia! I absolutely love travelling and Japan has definitely been my favourite so far! I also enjoy singing, cooking and anything that involves an adventure!! Come into LanCul lets chat away about all the awesome things in Life!"
    },
    {
        "id": 162,
        "nickName": "Michael",
        "lastName": "Filosa",
        "firstName": "Michael",
        "languages": "日本語中級",
        "hobbies": "",
        "hometown": "",
        "imageLink": "http://lancul.com/wp-content/uploads/2017/08/C9E7B538-07C1-4423-BAB7-4F83BC28E879.jpg",
        "summary": "My name is Michael. I've been living in Japan for about 7 years. I came here on a student exchange program at Sophia University where I studied Japanese and some film/literature classes. During my time there I began teaching English part time and have been teaching English to this day."
    },
    {
        "id": 429,
        "nickName": "Paige",
        "lastName": "Huong Giang",
        "firstName": "Ngo",
        "languages": "English, 日本語中級, Vietnamese",
        "hobbies": "Art, movies and traveling",
        "hometown": "Vietnam ",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/Paige-LanCul.jpg",
        "summary": "Hi, I’m Paige. I was born in Hanoi, Vietnam and this is also my favourite place. I have been living in Japan since 2016 and so far I am really enjoying my life here. I am currently a university student studying Business in Tokyo. I love watercolor painting, playing piano and traveling. My goals are to see at least two new places every year and to always finish the book that I start reading. Let’s get to know each other more when you see me at LanCul!"
    },
    {
        "id": 421,
        "nickName": "Nicole",
        "lastName": "Gould",
        "firstName": "Nicole",
        "languages": "English, 日本語初級",
        "hobbies": "Pokemon GO, Netflix",
        "hometown": "Los Angeles, Calafornia",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/recentphoto.JPG.jpeg",
        "summary": "Hello My name is Nicole and I am from sunny Los Angeles California. I am currently studying at an university in Japan and I couldn't be happier. Since I was a child I was always fascinated by Japanese culture so I pursued my dreams and came to Japan, yay! My typical day includes reading manga and finding new local food spots (which includes playing Pokemon Go). I love talking about everything so feel free to ask me anything you like! I look forward to meeting and talking to all of you!"
    },
    {
        "id": 530,
        "nickName": "Pablo",
        "lastName": "Garcia",
        "firstName": "Pablo",
        "languages": "English, Spanish, Japanese, Catalan",
        "hobbies": "Culture, Travelling",
        "hometown": "Barcelona, Spain ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/Me-science.jpg",
        "summary": "Hi there, my name is Pablo! I was born in the beautiful city of Barcelona in Spain. I have been living in Japan for almost 4 years. I have been working as a professional musical theatre actor in Spain and Japan, but currently, I am a University student in Saitama. I really enjoy travelling around and getting to know different cultures, dancing and videogames. Let's chat and enjoy a wonderful time talking about our dreams!"
    },
    {
        "id": 527,
        "nickName": "Boong",
        "lastName": "Sato",
        "firstName": "Pakawan",
        "languages": "English, Thai",
        "hobbies": "Fashion, Travel",
        "hometown": "Thailand",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/IMG_1125.jpeg",
        "summary": "Hi! I'm Boong from Thailand and I'm 26 years old. I was a sales engineer in the automotive industry for 3 years and also used to be a lifeguard in a waterpark in USA for 3 months. I'm talkative, out-going and like to exchange opinions and learn things from people. I am interested in fashion, travel, languages, movies. In my free-time, I like to make travel plans and decide whether I can go or not!  I look forward to hearing about your story at the table!"
    },
    {
        "id": 503,
        "nickName": "Rashika",
        "lastName": "Rashika",
        "firstName": "Paramastri",
        "languages": "English, Indonesian, Javanese",
        "hobbies": "Education, Marketing, Travel",
        "hometown": "Indonesia",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/IMG_20190523_191528.jpg",
        "summary": "Hola Minasan!\n\nMy name is Shika. I know it means a \"deer\" in Nihongo ? I like wall climbing, traveling, かいもの, kawaii food, animals, watching movies, babies, business-economics, road trips, jet-coasters! I did my masters in the US and it was a fun experience. I also like to have new perspectives and talk to people! Hope we will meet in the future and know each other to exchange language and cultural experiences!"
    },
    {
        "id": 450,
        "nickName": "Poe",
        "lastName": "Oo",
        "firstName": "Poe",
        "languages": "English, 日本語中級, Burmese",
        "hobbies": "Traveling, Reading, Food",
        "hometown": "Yangon, Myanmar",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/Poe-Oo-Photo.jpg",
        "summary": "Hi! I’m Poe from Myanmar. Currently, I’m studying law at the University of Tokyo. Before moving to Japan, I’ve lived in the US, UK, and Singapore, where I was able to connect with people from different backgrounds. I’d love to hear your stories and experiences. In my spare time, I like to read in cafes or hang out with friends. I’m open to talking about anything, so I hope you’ll stop by to hang out!"
    },
    {
        "id": 493,
        "nickName": "Rabbi",
        "lastName": "Ul Saleh",
        "firstName": "Rabbi",
        "languages": "English, Japanese, Urdu, Punjabi",
        "hobbies": "CHEESE",
        "hometown": "Pakistan",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/IMG_8304.jpeg",
        "summary": "Hi! My name is Rabbi Ul Saleh but you can just call me Rabeea. I’m from Pakistan and moved to Japan about a year ago. I love a hot cup of cocoa, the sound of the rain, strangers who smile at each other, stories that bring tears to someone’s eyes and the moment when you laugh so hard that your stomach starts to hurt. So, come find me at LanCul and let’s talk about everything and anything you want because my time and attention is all yours. And if you see me in public, don’t forget to wave!"
    },
    {
        "id": 534,
        "nickName": "Ragnar",
        "lastName": "Thomsen",
        "firstName": "Ragnar",
        "languages": "English, German",
        "hobbies": "Design, art, music, culture",
        "hometown": "Germany",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/08/Ragnar-Thomsen-Profile-Photo.jpg",
        "summary": "Hey everyone! This is Ragnar from Germany. \n\nBefore moving to Japan earlier this year, I used to work as a game designer in Sweden.\n \nNow, I am doing my graduate studies in Media Design, where I research how technology can bring people together.\n\nBesides crazy computer things, I love making music, exploring new places and hearing peoples' stories. \n\nI look forward to hearing your story!"
    },
    {
        "id": 506,
        "nickName": "Ray",
        "lastName": "Bagheri",
        "firstName": "Rayhaneh",
        "languages": "English, Japanese, Farsi",
        "hobbies": "Cats, Coffee, Dramas",
        "hometown": "America",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/IMG_8545-1.jpg",
        "summary": "Hey there! \n\nMy name is Rayhaneh but you can call me Ray. I’m from the Windy City Chicago. I studied design and photography in the U.S. where I fell in love with Japanese design. I left my two chunky cats back home and came to Tokyo this year and am currently studying Japanese. \n\nOther than the arts, I enjoy watching dramas and figure skating, fashion, philosophy, and urban exploration. \n\nI look forward to meeting everyone!"
    },
    {
        "id": 524,
        "nickName": "Reia",
        "lastName": "Knapp",
        "firstName": "Reia",
        "languages": "English, 日本語中級",
        "hobbies": "sports, music, reading ",
        "hometown": "USA/Japan ",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/07/image_123986672.jpg",
        "summary": "Hello, my name is Reia Knapp! I am half Japanese and American and have spent both halves of my life in both countries. I’m currently a university student here in Tokyo and enjoy playing and watching sports, playing music, and reading! I also love weird mascots (like Funassyi or Melon Kuma), so if you know of any, please let me know. \nI look forward to getting to know you all!"
    },
    {
        "id": 448,
        "nickName": "Ricky",
        "lastName": "Laurel",
        "firstName": "Ricardo Jose Cabreza",
        "languages": "English",
        "hobbies": "Music, traveling",
        "hometown": "San Francisco, US",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/IMG_0057.jpg",
        "summary": "Hello! My name is Ricardo, you can call me Ricky. I am from San Francisco, “The City by the Bay”. I just\nrecently moved here to Japan in October 2018 and I am loving it. I have a sixteen years of experience as\na Hotel Operational Manager, housing to international language students. After so many years of learning so many cultures in the world through meeting people from everywhere in San Francisco, I have my interest to Japan the most. Why is that? It’s the unique combination between the traditional way of living and the modern way of Japan. I love traveling, playing billiards and an aquarist. My goals are to continue meeting new people and make new friends, learn and understand deeply the Japanese culture and keep pushing myself to the fullest of enjoying life itself."
    },
    {
        "id": 385,
        "nickName": "Ron",
        "lastName": "Vitor",
        "firstName": "Rodel",
        "languages": "English, Tagalog, 日本語初級",
        "hobbies": "Travelling, science",
        "hometown": "Philippines",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/07/image1.jpeg",
        "summary": "Hi everyone, I’m Ron and I’m from the Philippines. I am a veterinarian but it didn’t stop me from venturing out and trying to explore some parts of the world.  I love to travel and enjoy food from different parts of the world. I am looking forward to seeing and meeting all of you very soon."
    },
    {
        "id": 276,
        "nickName": "Sam",
        "lastName": "Krauth",
        "firstName": "Samuel",
        "languages": "English, 日本語中級",
        "hobbies": "Reading, running, basketball",
        "hometown": "USA",
        "imageLink": "http://lancul.com/wp-content/uploads/2017/11/LanCul-Photo-Sam-2.jpg",
        "summary": "Hi everyone! I am an American who grew up here in Tokyo, but have lived all over the place. I like to run, play and watch basketball, and learn new things! I'm looking forward to speaking with you."
    },
    {
        "id": 456,
        "nickName": "Scott",
        "lastName": "Walker James",
        "firstName": "Scott",
        "languages": "English",
        "hobbies": "Reading, Music, Film,",
        "hometown": "UK",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/11/Screen-Shot-2018-11-07-at-17.49.08.png",
        "summary": "Hi I’m Scott! I originally come from England, but I have caught the travelling bug and am keen to see the world! I am studying Marine Biology at university, so I love all things nature. Which kind of begs the question why did I come to the biggest city in the world? Well for the biggest adventure of course and I love it here in Tokyo. What I want to do now is learn more about everyone here and hope maybe I can teach them something cool in return :)"
    },
    {
        "id": 423,
        "nickName": "Seda",
        "lastName": "Yapici",
        "firstName": "Seda",
        "languages": "English, 日本語中級",
        "hobbies": "Travelling, food, and languages",
        "hometown": "Germany",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/Seda2.jpg",
        "summary": "Hello there! My name is Seda. I am Turkish, but was born and raised in Germany. I have been living in Japan since 2017 and intend to stay in this beautiful country with its unique culture and amazing cuisine. I have a wide range of interests and love meeting new people, so come have a chat with me at LanCul - I'm sure we won't run out of things to talk about!"
    },
    {
        "id": 499,
        "nickName": "Michelle",
        "lastName": "Hsieh Min",
        "firstName": "Shuan",
        "languages": "Chinese, English, 日本語中級",
        "hobbies": "Travel and Film",
        "hometown": "Taiwan/Shanghai",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/05/introduction-photo.jpeg",
        "summary": "Hi there! I'm Michelle. I'm born and raised in Taiwan, and at the age of 12 I moved to Shanghai. Only since then I stared to speak English, so I understand the fear of making a silly mistake in front of a native speaker just as you do. Yet, I also know that once you overcome the shadow of fear, you will see the bright side! I'm a travelholic and a film lover. Meeting new people while exploring the world is what makes me excited. I can't wait to listen to all your stories and experiences in LanCul!"
    },
    {
        "id": 509,
        "nickName": "Alen",
        "lastName": "Alen",
        "firstName": "Tan",
        "languages": "English, Tagalog, 日本語初級",
        "hobbies": "Sports, Basketball, Movies, Concerts, Sightseeing",
        "hometown": "Philippines",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/Screenshot-2019-06-14-at-18.56.36.png",
        "summary": "Hi there! My name is Alen. I was born and raised in the Philippines, and I am now studying Japanese in here in Tokyo. I used to work as a Sports Analyst back in Manila. As you can probably tell, I love sports. Basketball is my favorite, but I also follow other sports (even eSports!). I also like watching movies and TV series, going to concerts and sightseeing. I want to learn more about Japan, that's why I'm excited to meet you all and exchange stories with everyone!"
    },
    {
        "id": 488,
        "nickName": "Thess",
        "lastName": "Sjodin ",
        "firstName": "Therese",
        "languages": "English, 日本語中級, Swedish",
        "hobbies": "fashion, music, movies ",
        "hometown": "Sweden",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/04/Screenshot-2019-04-10-at-20.03.03.png",
        "summary": "Hi ! My name is Therese but people usually call me Thess! I am from the cold country in north called Sweden.\n\nWhen I’m not at LanCul I’m studying at a Japanese language school and struggling with my kanjis.\n\nI like fashion, music and movies. I also appreciate trying out new things, visit new places and eat food I never eaten before.\n\nI am looking forward to talk to you at the table, I’m excited to hear what you have to say!"
    },
    {
        "id": 454,
        "nickName": "Tine",
        "lastName": "Kodric",
        "firstName": "Tine",
        "languages": "English, Italian, 日本語初級, Slovenian",
        "hobbies": "Sports, travelling, movies",
        "hometown": "Slovenia",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/11/52CD580BFF6C4B4EA608844762BFE741.jpg",
        "summary": "Hi everyone, I’m Tine. I am originally from Slovenia, but I have spent some time travelling and\nworking around. I started in the US then Sweden, Australia, Switzerland and Dubai before ending up\nhere in Tokyo. I have been working in the hospitality industry for a while now and I am currently\nfinishing my MBA. I came to Japan last year and I love it. My Japanese is progressing realllly slow, but\nI will never give up trying. I love meeting new people and listen to their stories. Sports have an\nimportant part in my life and I like to get people involved in it.\nI am really looking forward meeting you all."
    },
    {
        "id": 513,
        "nickName": "Jesse",
        "lastName": "Jesse",
        "firstName": "Ulundo",
        "languages": "English, Portugese, Spanish, 日本語中級, Afrikaans",
        "hobbies": "Football(soccer), Basketball, Street Crossfit, Movies, Dancing, Reading",
        "hometown": "Huambo,Angola",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/IMG_20190504_182119.jpg",
        "summary": "Hi guys. I am Jesse but you can call me J.C. I was born in Angola and had the opportunity to leave in Namibia, Portugal, France and now in Japan ?. This gave me the opportunity to learn various cultures and languages and interest to experience other cultures. I am currently working as an AI engineer and on my free time I will be with you openly to discuss, teach and learn from my experiences and yours!"
    },
    {
        "id": 426,
        "nickName": "Valentine",
        "lastName": "Renault",
        "firstName": "Valentine",
        "languages": "English, French, 日本語中級",
        "hobbies": "drawing, listening to music, watching movies, fashion",
        "hometown": "France",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/10/20180426_161354_199.jpg",
        "summary": "Hello everyone!\n\nMy name is Valentine and I am from Nantes in France. I have arrived in Japan in early September 2018 and I have been loving it so far as it has always been a dream of mine to learn more about its culture and people!\nI am very open to meeting new people as I believe new encounters can expand my perspectives and help me grow. \nI am passionate about languages, music and arts. In my free time, I also like to do sightseeing to discover more about Tokyo. I am looking forward to sharing conversations with you!"
    },
    {
        "id": 473,
        "nickName": "Vaughn",
        "lastName": "Francisco",
        "firstName": "Vaughn Marco",
        "languages": "English, 日本語上級, 日本語初級",
        "hobbies": "culture, ramen, music, watching sports",
        "hometown": "Canada",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/03/LanCul-Profile.jpg",
        "summary": "Hello! My name is Vaughn, I'm from Canada. My background is Filipino but I was born and raised in Toronto.\n\nI came to Japan to learn Japanese, explore the country and eat as much good ramen as I can.\nI majored in English in University and have always wanted to help other people learn English too.\nIn my spare time, I sing and play guitar, watch basketball and go to live shows in Tokyo.\n\nI have a lot I still want to know about Japan so tell me everything you know about this amazing country.\nI look forward to talking to everyone at the table, I'm excited to hear what you have to say!"
    },
    {
        "id": 498,
        "nickName": "Riken",
        "lastName": "Luis",
        "firstName": "Vaugier",
        "languages": "English",
        "hobbies": "Martial Arts, Music, Exploring",
        "hometown": "Mexico",
        "imageLink": "https://lancul.com/wp-content/uploads/2019/06/image1.jpeg",
        "summary": "I’m Riken, I’m from Mexico city.\n\nI came to Japan in 2011.\n\nI like martial arts, music and going to new places.\n\nI really enjoy meeting new people, talking and sharing experiences.\n\nI hope to talk with you soon!"
    },
    {
        "id": 313,
        "nickName": "Vini",
        "lastName": "Sasaki",
        "firstName": "Vini",
        "languages": "English, 日本語中級, Japanese, Portuguese",
        "hobbies": "Music production, language, politics, volleyball",
        "hometown": "Brazil",
        "imageLink": "https://lancul.com/wp-content/uploads/2018/01/1543853896304.jpg",
        "summary": "Fala galera, I'm Vini from Curitiba, Brazil. The reason why I'm in Japan is because I wanna explore the country of my grandparents and make music here. As I graduated in a music college, I have the dream of becoming a big musician in the future. After graduation, I asked to myself several times:\"why not going to Japan and trying to achieve my goals there instead of Brazil? It'd be challenging\". The world is so big and I have a lot to learn from it, so here I am, aiming to make my dreams come true. I hope we can have great times together. How about a culture exchange? I'm looking forward to it!"
    },
    {
        "id": 367,
        "nickName": "Will",
        "lastName": "Choi",
        "firstName": "William",
        "languages": "English, 日本語中級",
        "hobbies": "Music, fashion, movies",
        "hometown": "Australia",
        "imageLink": "http://lancul.com/wp-content/uploads/2018/05/D2D08A78-873C-44E0-8452-6805E5F98A38.jpeg",
        "summary": "Hello, my name is Will. I was born in New Zealand, grew up in Australia however am Half Japanese and Korean. So a little bit of this and that. I enjoy music, fashion, good movies, art exhibits and exploring places. But I also love talking to others to find out new things. I moved to Tokyo recently to spend time with some family but also experience living over here. Pleased to meet you."
    },
    {
        "id": 240,
        "nickName": "Yuyu",
        "lastName": "Abramson",
        "firstName": "Yuyu",
        "languages": "English, 日本語初級",
        "hobbies": "Live music",
        "hometown": "USA",
        "imageLink": "http://lancul.com/wp-content/uploads/2017/07/Yuyu.jpg",
        "summary": "Hi everyone people call me Yuyu I'm originally from Chicago, and now attending university here in Tokyo, you will often find me attending Live music events because it is my passion. Ever since coming to Tokyo for the first time, I completely fell in love with the city, because of its colorful uniqueness, such as with its edgy fashion, delicious food, and kind people."
    }
]
